CSI API ETABS v1
cSapModel.GDispl Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cGenDispl GDispl { get; }
ReadOnly Property GDispl As cGenDispl
	Get
Dim instance As cSapModel
Dim value As cGenDispl
value = instance.GDispl
property cGenDispl^ GDispl {
	cGenDispl^ get ();
}
abstract GDispl : cGenDispl with get
Property Value
Type: cGenDispl
See Also
Reference
cSapModel Interface
ETABSv1 Namespace